Repository: oplaydo/tactics_pi
Catalog: po/*.po
Languages: tr_tr

source: Max
tr_tr: Maksimum

source: since
tr_tr: bu yana

source: Overall Max
tr_tr: Genel Max

source: Min
tr_tr: Beni

source: N
tr_tr: K

source: NE
tr_tr: KD

source: E
tr_tr: D

source: SE
tr_tr: GD

source: S
tr_tr: G

source: SW
tr_tr: GB

source: W
tr_tr: B

source: NW
tr_tr: KB

source: true
tr_tr: Gerçek

source: mag
tr_tr: Manyetik

source: tactics_pi: Select a Polar-File
tr_tr: tactics_pi: Bir Polar Dosyası Seç

source: Format in this file not recognised
tr_tr: Bu dosyadaki biçim tanınmadı

source: Overall
tr_tr: Tüm

source: Position
tr_tr: Mevki

source: Speedometer
tr_tr: Hızölçer

source: Mag COG
tr_tr: İçin

source: GPS Compass
tr_tr: GPS Pusula

source: True Compass
tr_tr: Gerçek Pusula

source: True HDG
tr_tr: Gerçek Pruva

source: Mag HDG
tr_tr: Manyetik Pruva

source: App. Wind Angle & Speed
tr_tr: Görünen Rüzgar Açısı ve Hızı

source: App & True Wind Angle
tr_tr: Uygulama ve Gerçek Rüzgar Açısı

source: App. Wind Speed
tr_tr: Görünen Rüzgar Hızı

source: True Wind Angle & Speed
tr_tr: Gerçek Rüzgar Açısı ve Yönü

source: Depth
tr_tr: Derinlik

source: Barometric pressure
tr_tr: Barometre basıncı

source: Water Temp.
tr_tr: Su Sıcaklığı

source: Air Temp.
tr_tr: Hava Sıcaklığı

source: App. Wind Angle
tr_tr: Görünen Rüzgar Açısı

source: True Wind Angle
tr_tr: Gerçek Rüzgar Açısı

source: True Wind Direction
tr_tr: Gerçek Rüzgar Yönü

source: True Wind Speed
tr_tr: Gerçek Rüzgar Hızı

source: True Wind Dir. & Speed
tr_tr: Gerçek Rüzgar Yönü ve Hızı

source: Clock
tr_tr: Saat

source: Sunrise/Sunset
tr_tr: Gündoğumu/Günbatımı

source: Wind history
tr_tr: Rüzgar Gemişi

source: Barometric history
tr_tr: Baromatik öykü

source: TWA to Waypoint
tr_tr: TWA'dan Waypoint'e

source: From Ownship
tr_tr: Sahiplikten

source: Pitch
tr_tr: Eğim

source: Heel
tr_tr: Alçak

source: Leeway
tr_tr: Gecikme

source: Current Direction
tr_tr: Mevcut Yön

source: Current Speed
tr_tr: Geçerli hız

source: Bearing Compass
tr_tr: Kerteriz pusulası

source: Polar Speed
tr_tr: Polar Hızı

source: Polar Performance
tr_tr: Polar performansı

source: Average Wind
tr_tr: Ortalama rüzgar

source: Polar Compass
tr_tr: Kutupsal pusula

source: Tactics
tr_tr: Taktik

source: Tactics PlugIn for OpenCPN
tr_tr: Taktik eklentisi openCPN için

source: ° Bow up
tr_tr: eğilin

source: ° Bow down
tr_tr: boyun eğmek

source: Tactics preferences
tr_tr: Taktik tercihleri

source: show this tactics
tr_tr: bu taktikleri göster

source: Caption:
tr_tr: Başlık:

source: Orientation:
tr_tr: Görünüş:

source: Vertical
tr_tr: Dikey

source: Horizontal
tr_tr: Yatay

source: Instruments
tr_tr: Araçlar

source: Add
tr_tr: Ekle

source: Delete
tr_tr: Sil

source: Up
tr_tr: Yukarı

source: Down
tr_tr: Aşağı

source: Appearance
tr_tr: Görünüm

source: Fonts
tr_tr: Yazım şekli

source: Title:
tr_tr: Adı:

source: Data:
tr_tr: Veri:

source: Label:
tr_tr: Etiket:

source: Small:
tr_tr: Küçük:

source: Units, Ranges, Formats
tr_tr: Birimler, aralıklar, yazım şekilleri

source: Speedometer max value:
tr_tr: Hızölçerin en yüksek değeri:

source: Speed Over Ground Damping Factor:
tr_tr: Zemin Üzerindeki Hız Sönümleme Faktörü:

source: COG Damping Factor:
tr_tr: COG sönüm faktörü:

source: Boat speed units:
tr_tr: Tekne hız birimleri:

source: Honor OpenCPN settings
tr_tr: OpenCPN'de belirlenen ayarlar

source: Kts
tr_tr: Knot

source: mph
tr_tr: mil/saat

source: km/h
tr_tr: km/saat

source: m/s
tr_tr: metre/saniye

source: Depth units:
tr_tr: Derinlik birimleri:

source: Meters
tr_tr: Metre

source: Feet
tr_tr: Foot ölçüsü

source: Fathoms
tr_tr: Kulaç

source: Centimeters
tr_tr: Santimetre

source: Inches
tr_tr: İnç

source: Distance units:
tr_tr: Uzaklık birimleri:

source: Nautical miles
tr_tr: Deniz mili

source: Statute miles
tr_tr: Kara mili

source: Kilometers
tr_tr: Kilometre

source: Wind speed units:
tr_tr: Rüzgar hız birimleri:

source: Performance Parameters
tr_tr: Performans Paremetreleri

source: Laylines
tr_tr: Ley hatları

source: The width of the boat laylines is based on the yawing of the boat (vertical axis), i.e. your COG changes. The idea is to display the COG range where you're sailing to. Low values mean high damping.
tr_tr: Tekne rötuşlarının genişliği teknenin yelpazesine (dikey eksene) dayalıdır, yani COG değişir. Önemli olan, yelken yaptığınız COG aralığını görüntülemektir. Düşük değerler, yüksek sönümlenme anlamına gelir.

source: Length of the boat laylines in [nm]
tr_tr: Tekne boyu çizgileri [nm] cinsinden

source: Min. Layline Width [°]:
tr_tr: Min. Genişlik Genişliği [°]:

source: Min. width of boat laylines in degrees.
tr_tr: Min. tekne ley çizgilerinin genişlik dereceleri.

source: Max. Layline Width [°]:
tr_tr: Maks. Genişlik Genişliği [°]:

source: Max. width of boat laylines in degrees.
tr_tr: Maks. tekne ley çizgilerinin genişlik dereceleri.

source: Use Heel Sensor
tr_tr: Topuk Sensörünü kullanın

source: Use the internal heel sensor if available Important for the correct calculation of the surface current.
tr_tr: Mevcutsa, dahili topuk sensörünü kullanın Yüzey akımının doğru hesaplanması için önemlidir.

source: fixed/max Leeway [°]:
tr_tr: sabit / maks Sönük [°]:

source: manual Heel input:
tr_tr: manuel Topuk girişi:

source: If no heel sensor is available, you can create a manual 'heel polar' here. Just read/enter the data from a mechanical heel sensor (e.g. on compass). Use True Wind Speed & Angle only ! Take care: motoring w/o sails&heel will show wrong current data !!!
tr_tr: Topuk sensörü yoksa, burada manuel bir 'topuk polaru' oluşturabilirsiniz. Sadece mekanik topuk sensöründen verileri okuyun / girin (örn. Pusula). Sağır Rüzgar Hızını ve Açısını Yalnızca kullanın! Sağlık bakımı: motorlu araç Yelkensiz ve topuksuz halihazırda yanlış veri gösterecektir !!!

source: Current
tr_tr: Şimdiki

source: Current damping factor [1-400]:
tr_tr: Geçerli sönüm faktörü [1-400]:

source: Stabilizes the surface current 'arrow' in the chart overlay, bearing compass and also the numerical instruments Low values mean high damping
tr_tr: Harita üstü katlamada, pusulaya ve sayısal aletlerde yüzey akımını 'ok' dengeler Önerilen değerler yüksek sönümleme anlamına gelir

source: Display Current on Chart (OpenGL)
tr_tr: Şimdiki Grafiği Görüntüle (OpenGL)

source: The default on program startup
tr_tr: Program başlatmada varsayılan

source: True Wind
tr_tr: Gerçek Rüzgar

source: Apply a correction to your log speed throughout the plugin based on the calculated Leeway (via the heel sensor). Only makes sense with a real heel sensor. Make sure your instruments do not already apply this correction !
tr_tr: Hesaplanan Leeway (topuk sensörü aracılığıyla) eklenti boyunca günlük hızınıza bir düzeltme uygulayın. Aynı zamanda gerçek bir topuk sensörü ile mantıklı olun. aletlerinizin bu düzeltmeyi henüz uygulamadığından emin olun!

source: Correct AWS/AWA with Heel
tr_tr: Topuklu AWS / AWA'yi düzeltin

source: Use with care, this is normally done by the instruments themselves as soon as you have an integrated, original equipment heel sensor
tr_tr: Dikkatli kullanın, bu normal olarak, entegre, orijinal ekipman topuk sansor sahip olduğunuzda enstrümanlar kendileri tarafından yapılır

source: Force True Wind Calculation
tr_tr: Gerçek Rüzgar Hesaplamasını Zorla

source: Internally calculates True Wind data (TWS,TWA,TWD) and uses it within the whole plugin even if there is True Wind data available via NMEA.
tr_tr: Gerçek Rüzgar verilerini (TWS, TWA, TWD) dahili olarak hesaplar ve NMEA aracılığıyla True Wind True Rüzgar verisi mevcut olsa dahi, tüm eklenti içinde kullanır.

source: Use SOG instead of STW for True Wind Calc.
tr_tr: True Wind Calc için STW yerine SOG kullanın.

source: Recommended. As True Wind blows over the earth surface, we should calc. it with Speed Over Ground. Eliminates the influence of currents.
tr_tr: Tavsiye edilen. Gerçek Rüzgar toprak yüzeyine çarptığında hesaplamalıyız. Hız Üzerinde Hız ile. Akımların etkisini azaltır.

source: Show Wind Barb on Chart (OpenGL)
tr_tr: Grafiğin Rüzgar Sopasını (OpenGL) Göster

source: Polar
tr_tr: Kutup

source: Polar :
tr_tr: Kutup:

source: Load
tr_tr: Yük

source: Show Polar on Chart (OpenGL)
tr_tr: Kutudaki Kutuyu Göster (OpenGL)

source: Export NMEA Performance Data
tr_tr: NMEA Performans Verilerini Dışa Aktar

source: NKE format ($PNKEP)
tr_tr: NKE biçimi ($PNKEP)

source: Currently only set up for NKE instruments. Exports a predefined set of up to 5 NMEA records which are 'known' by NKE instruments and can be displayed there. Read the manual how to set up the interface connection !
tr_tr: Şu anda yalnızca NKE enstrümanları için ayar yapıyor. NKE enstrümanları tarafından 'bilinen' ve önceden görüntülenebilen 5 NMEA kaydı için önceden tanımlanmış bir set dışa aktarır ve orada görüntülenebilir. İletişim kutusunun arayüz bağlantısını nasıl ayarlayacağınızı kılavuzda okuyun!

source: Target Polar Speed
tr_tr: Polar Hızını Hedefleyin

source: CoG on other Tack
tr_tr: Diğer Çakma Maddelerinde CoG

source: Current Direction + Speed
tr_tr: Mevcut Yön + Hız

source: This will also disable the AWA/AWS correction.
tr_tr: Bu aynı zamanda AWA / AWS düzeltmesini de devre dışı bırakacaktır.

source: Select a Polar-File
tr_tr: Bir Polar Dosyası Seç

source: Add instrument
tr_tr: Araç Ekle

source: Select instrument to add:
tr_tr: Eklemek İçin Araç Seç:

source: Preferences...
tr_tr: Ayarlar

source: Show Laylines
tr_tr: Yatay Çizgileri Göster

source: Show Current
tr_tr: Şu Anda Göster

source: Show Windbarb
tr_tr: Windbarb'ı Göster

source: Show Polar
tr_tr: Polar'ı Göster

source: NNE
tr_tr: KKD

source: ENE
tr_tr: DKD

source: ESE
tr_tr: DGD

source: SSE
tr_tr: GGD

source: SSW
tr_tr: GGB

source: WSW
tr_tr: BGB

source: WNW
tr_tr: BKB

source: NNW
tr_tr: KKB
